Repository: IseultSoft/gEcrit
Catalog: gecrit-2.8.1/gEcrit_*_utf.po
Languages: es

source: Session file loaded.
es: Sesión archivo cargado.

source: Session saved.
es: Sesión guardada

source: Could not load file. The file
es: No se pudo cargar el archivo. El archivo.

source: does not exists.
es: no existe.

source: Input Error.
es: Error de entrada

source: Please make sure that your data is saved. Are you sure you want to quit?
es: Por favor, asegúrese de que sus datos se guardan. Está seguro que quiere dejar?

source: Are you sure?
es: Estás seguro?

source: The file
es: El archivo

source: is not saved. Do you wish to save it?
es: no se guarda. Desea guardar esto?

source: Opened file
es: Archivo abierto

source: Find
es: Buscar

source: Search and Replace
es: Buscar y Reemplazar

source: The end of file was reached! Nothing to replace.
es: El final del archivo se alcanzado! No hay nada de sustituir.

source: &New Tab Ctrl+N
es: &Nuevo Documento Ctrl+N

source: Open a new tab.
es: Abrir un nuevo documento.

source: &Open Ctrl+O
es: &Abrir Ctrl+O

source: Open a new document.
es: Abrir un nuevo documento

source: &Save Ctrl+S
es: &Guarde Ctrl+S

source: Save the document.
es: Guarde el documento

source: Save As
es: Guarde como

source: Save the document under a different name.
es: Guarde el documento con otro nombre.

source: Save All
es: Guarde Todo

source: Saves all the open documents that have a path.
es: Guarda todos los documentos abiertos que tienen una ruta de acceso.

source: Reload Ctrl+R
es: Actualizar Ctrl+R

source: Reload the current file from disk.
es: Actualizar el archivo actual de disco.

source: &Print Ctrl+P
es: &Imprimir Ctrl+P

source: Print the current document.
es: Imprimir el documento actual.

source: Close &Tab Ctrl+W
es: Cerrar &Documento Ctrl+W

source: Close the current tab.
es: Cerrar la documento actual.

source: Recent files Show the last opened files.
es: Archivos recientes Mostrar los últimos archivos abiertos

source: &Quit Ctrl+Q
es: &Salir Ctrl+Q

source: Quit gEcrit.
es: Salga de la gEcrit.

source: Cancel the last action.
es: Canclearla última acción.

source: &Redo Ctrl+Y
es: &Rehace Ctrl+Y

source: Bring back the last action.
es: Traer de vuelta la última acción.

source: &Cut Ctrl+X
es: &Corta Ctrl+X

source: Cut the selection.
es: Cortar la selección.

source: &Copy Ctrl+C
es: &Copio Ctrl+C

source: Copy the selection.
es: Copio la selección.

source: Paste the selection.
es: Paste la selección.

source: Select All Ctrl+A
es: Seleccionar todo Ctrl+A

source: Select all the document.
es: Seleccionar todo los documentos

source: Select Code Block Ctrl+Shift+A
es: Seleccionar el bloque de código

source: Indent the selected lines.
es: Indent las líneas seleccionadas.

source: Dedent the selected lines.
es: Dedent l

source: Comment Lines Ctrl+Shift+C
es: Las líneas de comentario Ctrl+Shift+C

source: Comment the selected lines.
es: Comentar las líneas seleccionadas.

source: Uncomment Lines Ctrl+Shift+X
es: Elimine el comentarios de las líneas Ctrl+Shift+X

source: Uncomment the selected lines.
es: Elimine el comentarios de las líneas seleccionadas.

source: Insert date
es: Inserte la fecha

source: Insert the date at cursor position.
es: Inserte la fecha en la posición del cursor.

source: Preferences Ctrl+E
es: Preferencias Ctrl+E

source: Open the configuration window.
es: Abra la ventana de configuración.

source: Find Ctrl+F
es: Buscar Ctrl+F

source: Search text in the current document.
es: Busca el texto en el documento actual.

source: Find and Replace Ctrl+H
es: Busca y reemplazar

source: Search and replace text in the current document.
es: Busca y reemplazar texto en el documento actual.

source: Regex Search Ctrl+Shift+F
es: Regex Busca Ctrl+Shift+F

source: Find text using a regular expression.
es: Búsca de texto utilizando una expresión regular.

source: Regex Search and Replace Ctrl+Shift+H
es: Regex busca y reemplazar Ctrl+Shift+H

source: Find and replace text using a regular expression.
es: Busca y reemplazar texto usando una expresión regular.

source: Increase the size of the text.
es: Aumenta el tamaño del texto.

source: Decrease the size of the text.
es: Disminuir el tamaño del texto.

source: Normal Size Ctrl+0
es: Normal Tamaño Ctrl+0

source: Set the size of the text to normal.
es: Establece el tamaño del texto a la normalidad.

source: Line Numbers
es: Números de línea

source: Show/Hide line numbers.
es: Mostrar / Ocultar Números de Línea.

source: Fold Marks
es: Fold Marks(Doble Marcas)

source: Show/Hide fold marks.
es: Mostrar / Ocultar fold marks(Doble Marcas).

source: White Space
es: Espacio en Blanco

source: Show/Hide white spaces.
es: Mostrar / Ocultar espacio en blanco.

source: Indentation Guides
es: Sangría Guías

source: Show/Hide indentation guides.
es: Mostrar / Ocultar sangría guías

source: Show/Hide the edge line.
es: Mostrar / Ocultar la edge line.

source: Syntax Highlight
es: Resaltado de Sintaxis(Syntax Highlight)

source: Enable/Disable Syntax Highlight.
es: Activar / Desactivar resaltado de sintaxis(Syntax Highlight).

source: Python Shell
es: Python proyectil

source: Stop/Start a python shell.
es: Stop / Start un proyectil de Python.

source: OS Shell
es: OS proyectil

source: Stop/Start an OS shell.
es: Stop / Start OS un proyectil.

source: Statusbar
es: Barra de Estado.

source: Show/Hide statusbar.
es: Mostrar / Ocultar barra de estado.

source: Fullscreen F11
es: Pantalla completa F11

source: Toggle Fullscreen mode.
es: Activar el modo de pantalla completa.

source: Toggle Toolbox
es: Activar Caja de herramientas

source: Show/Hide Toolbox window.
es: Mostrar / Ocultar ventana Caja de herramientas.

source: Toggle Assistants
es: Activar Asistentes

source: Show/Hide Assistants window.
es: Mostrar / Ocultar ventana de asistentes.

source: Remove Trailing Spaces
es: Eliminar (Trailing) espacios al final

source: Remove spaces at the end of the line.
es: Elimine espacios al final de la línea.

source: Run File F5
es: Ejecute Archivo F5

source: Run the current document.(python only)
es: Ejecute el documento actual.(python sólo)

source: Replace spaces by tabs.
es: Vuelva a colocar etiquetas con espacios.

source: Replace tabs by spaces.
es: Vuelva a colocar etiquetas con espacios.

source: Enable Session
es: Active Sesión

source: Enable/Disable Session support.
es: Activar / Desactivar soporte de Sesión .

source: Save Session
es: Guarda Sesión

source: Save the current application state.
es: Guarda el aplicación actual de estado.

source: Delete Session
es: Elimina Sesión

source: Delete the saved session file.
es: Elimina el archivo de sesión guardada.

source: Plugin Manager
es: Plugin Administrador

source: Manage gEcrit Plugins.
es: Administrar gEcrit Plugins.

source: About
es: Casi

source: Open the about window.
es: Abre sobre la ventana.

source: &File
es: &Archivo

source: &Edit
es: &Editar

source: &Search
es: &Busca

source: &View
es: &Ver

source: &Document
es: &Documento

source: &Session
es: &Sesiones

source: &Help
es: &Ayudar

source: New
es: Nuevo

source: Open
es: Abierto

source: Save
es: Guardar

source: Save the current document.
es: Guardar el documento actual

source: Save the current document under a differend name.
es: Guardar el documento actual con un nombre diferente.

source: Settings
es: Configuración

source: Quit
es: Salir

source: Quit gEcrit
es: Salga de la gEcrit

source: Print
es: Imprimir

source: Run the current file.(Python only)
es: Ejecute el archivo actual.(Python sólo)

source: Autocomplete Braces
es: Autocompleta Tirantes

source: Show Line Numbers
es: Mostra números de línea

source: Autoindentation
es: Auto indentación

source: Backspace to Unindent
es: Retroceso para Unindent

source: Use Tabs
es: Utilice los Documentos

source: Show Whitespace
es: Mostrar espacios en blanco

source: Edge Line Position:
es: Ponga el borde de línea:

source: Enable Autosave
es: Activar el guardado automático

source: Save data each # of characters:
es: Guardar los datos de cada # de caracteres:

source: Strip Trailing Spaces On Save
es: Strip Trailing(Franja de arrastre)Espacios al guardar

source: Status Bar
es: Barra de estado

source: Enable Log
es: Activar la entrada

source: Colour Palette
es: Paleta de color

source: View Log
es: Ver el Entrada

source: Erase Log
es: Eliminar Entrada

source: OK
es: Bien

source: Toolbox
es: Caja de herramientas

source: Assistants and others
es: Asistentes y otros

source: Remove
es: Quitar

source: Author:
es: Autor:

source: Version:
es: Versión:

source: Website:
es: Página web:

source: Description:
es: Descripción:

source: Keywords
es: Clave Palabras

source: Triple Quotes
es: Triple Cotizaciones

source: Integers
es: Enteros

source: Comments
es: Comentarios

source: Brackets
es: Paréntesis

source: Bad EOL
es: Mal EOL

source: Method Names
es: Método Nombres

source: Operators
es: Operadores

source: Identifiers
es: Identificadores
